#4 г1 генератор квадрат числа н/г2 генератор для печати четных чисел от 0 до n/г3 делятся на 3 и 4/ г4 возводит в квадрат от а до б/\
#4 м1 градус в радиан/ м2площадь трапеции/ м3 площадь полигона/ м4 плозадь параллелограмма
#4 д1 минус 5 к текущей дате/ д2принт вчера сегодня завтра/ д3микросекунды/ д4разница сек
#5 1 ab/2 abbb/3 строчных_букв/4 Заглавнаяперваябуква/ 5 аб/ 6 менять .,/7 cameltostring/8 деление строки/9 деление пробелом
#6
#builtin/1 multiply all the numbers in a list/ 2 колво букв загл и стр/ 3 палиндром/ 4 кореньмилисекунды/ 5 тру
#dir/1все директории/2

